import girl from "../static/reviews/girl.webp"
import boy from "../static/reviews/boy.webp"
import unknown from "../static/reviews/unknown.webp"


export const reviews = [
    {
        name: 'Мангушева Аделина',
        content: 'Всем добрый день! Меня зовут Мангушева Аделина. В 2022 году на ЕГЭ по русскому языку я набрала 94 балла и успешно сдала экзамен. Также в 2021 году за экзамен ОГЭ по русскому языку получила оценку 5. Я занималась в Гильдии на протяжении 3 лет, начиная с 9 класса.\n' +
            'Во-первых, хочу выразить благодарность моему преподавателю – Феоктистовой Татьяне Викторовне. Благодаря совместной работе мы смогли достигнуть такого результата по пройденным экзаменам. Она смогла преподнести всю необходимую для экзамена информацию в понятной и доступной форме. Разложение "по полочкам" способствовали лучшему запоминанию нового. Я еще не сталкивалась ни с одним преподавателем, который смог бы преподносить весь материал понятно и кратко, с удобством повторения дома. Тем не менее, хочется отметить, что каждому необходимо приложить усилия, выполняя все требования по домашней работе и не только для достижения наилучшего результата.\n' +
            'Во-вторых, хочется направить новых учеников обратиться в Гильдию для получения отличного результата на экзаменах. Не каждый преподаватель будет так трепетно относиться к своей работе, переживать за каждого ученика, уделять этому все свое свободное время и использовать все возможные методы обучения для достижения результата. Работа в группе помогла мне не только конкурировать с другими ребятами, но и найти новых друзей, а занятия проходили в комфортной обстановке, как дома. Занимаясь в Гильдии, вы точно будете знать все необходимое для сдачи экзамена, если будете постоянно заниматься в группе и повторять материал дома!',
        date: '19.08.22',
        photo: girl
    },
    {
        name: 'Абрамова Анастасия',
        content: 'Татьяна Викторовна провела большую исследовательскую работу в разделе подготовки к ЕГЭ, что позволило ей создать свой уникальный метод плавной, но точной подготовки! Мой результат – это наша совместная работа. Я не скажу, что было просто, но благодаря тому, какой Татьяна Викторовна человек и педагог, всё трудности были преодолены и я получила эти заветные 100 баллов!',
        date: '17.08.22',
        photo: girl
    },
    {
        name: 'Жукова Полина',
        content: 'Благодарю Татьяну Викторовну и Ивана Александровича за непомерный труд, который вложили в учеников во время подготовки к ЕГЭ. Благодаря вам я набрала по русскому языку 98, обществу 94 ❤️\n' +
            'О «Триумфе» я узнала по многочисленным отзывам знакомых. В самом вначале обучения предоставили открытые уроки, во время которых познакомилась с преподавателями и узнала о плане подготовке к экзаменам. Особенно мне понравилось, что занятия будут проходить в небольших группах (со мною училось 4-5 ребят). Это позволило увидеть не только свои ошибки, но и ошибки ребят, проработать их и не допустить на экзамене.\n' +
            'Русский язык\n' +
            'Никогда не встречала такого сильного и понимающего учителя по русскому языку. Татьяна Викторовна никогда не злилась и не ругалась, если мы что-то не знали или забывали. С первого же занятия мы начали свою подготовку «от простого к сложному», вели конспекты и практиковались по ее авторским упражнениям (не самого лёгкого уровня). Так с первого урока, можно было оценить свои способности.\n' +
            'С сентября до января мы учили основную теорию. Далее мы начали решать варианты и прорабатывать все ошибки. Это особенно важно, так как в целом учителя в школе не разбирают выполненные варианты, а гонятся за количеством правильных ответов.\n' +
            'Во втором полугодии много практиковались и уже полученные знания дополняли необходимой теорией, которая уже привела к высоким баллам.\n' +
            'Очень ценно, что Татьяна Викторовна старалась нас подготовить максимально: постоянно проверяла наши сочинения и давала советы, как избежать ту или иную ошибку.\n' +
            'Дополнительно были бесплатно проведены пробные экзамены, круглый стол со стобалльниками и за неделю до экзамена был проведен индивидуальный урок по скайпу.\n' +
            'Обществознание\n' +
            'Данный предмет я никогда ранее не учила, на первом же занятии, решив вариант, получила результат, который еле проходил порог. Иван Александрович сумел меньше чем за год вытянуть меня до максимума – 94!\n' +
            'За 5-6 месяцев мы прошли всю теорию, которую дети проходят в школе с 5 по 11 класс. Каждый урок мы вели конспекты и по пройденным темам писали небольшие проверочные, которые помогали оценить свой уровень знания по пройденному материалу. Иван Александрович всегда был рад ответить на любой ответ.\n' +
            'В марте и до июня мы тренировали вторую часть, самое сложное в обществознании. Выполняли ее как самостоятельно, так и совместно.\n' +
            'Я очень рада, что в августе узнала про данную организацию, з их усердию спокойно поступила в КФУ на бюджет, куда так сильно хотела. Рекомендую Гильдию каждому, кто стремится к лучшему!',
        date: '12.08.22',
        photo: girl
    },
    {
        name: 'Евграфова Кристина',
        content: 'Мне очень понравилось готовиться к ЕГЭ вместе с Татьяной Викторовной. В Гильдии создаётся очень домашняя и уютная атмосфера. Если у меня оставались вопросы, то мы обязательно разбирали их, а также я могла прийти дополнительно и спросить все, что мне было не совсем понятно. Очень крутая идея с консультацией по сочинению. Мне это очень-очень помогло: я полностью поняла структуру и легко запомнила шаблон:)',
        date: '10.08.22',
        photo: girl
    },
    {
        name: 'Феоктистова Анастасия',
        content: 'Меня зовут Феоктистова Анастасия, я дочь Татьяны Викторовны. На ЕГЭ 2021 года я набрала 100 баллов по русскому языку.\n' +
            'Во-первых, хочется отметить, что это результат работы далеко не одного года. Я начала заниматься в Гильдии ещё в 8 классе, одновременно регулярно выполняла всю домашнюю работу в школе. Поэтому уже в 9 классе я набрала 100% на ОГЭ по русскому. Во-вторых, занятия в мини-группах являются самыми эффективными, так как именно они создают здоровую конкуренцию и не дают расслабиться ни одному ученику. У меня была возможность заниматься с мамой дома, сидя на кухне, однако сейчас очевидно, что мы выбрали правильную тактику подготовки, что привело нас к заветному результату.',
        date: '13.08.21',
        photo: girl
    },
    {
        name: 'Емельянова София',
        content: 'Татьяна Викторовна, я очень довольна проделанной работой и результатом. Спасибо за Ваше время, труд и терпение!\n' +
            'Отдельная благодарность Вам за атмосферу на занятиях! Всегда было очень приятно, комфортно работать. Приятно с точки зрения Вашего умения доступно, спокойно, как-то по-доброму объяснять материал, а комфортно с точки зрения нашего дружного коллектива. Я рада, что мы всегда были с Вами «на одной волне»!',
        date: '10.08.21',
        photo: girl
    },
    {
        name: 'Хуснетдинова Мелиса',
        content: 'Всем Доброго дня! Я выпускница 2021 года, успешно сдала ЕГЭ по русскому языку (94 балла) благодаря Татьяне Викторовне. Я очень благодарна за то, что Татьяна Викторовна всегда верила в меня несмотря ни на что, выжимала из меня максимум моих знаний. Мне также безумно нравится, что у Татьяны Викторовны всегда всё расставлено по «полочкам», то есть у учеников всегда есть предельная ясность и уверенность в том, что они изучают. Я искренне полюбила Татьяну Викторовну за эти годы (2018-2021) и её способ преподавания. В заключение скажу, что Татьяна Викторовна не только великолепный преподаватель, но и прекрасный человек.',
        date: '10.08.21',
        photo: girl
    },
    {
        name: 'Гайнуллина Камилла',
        content: 'Добрый день! Хочу поделиться отзывом о работе «Гильдии репетиторов ТРИУМФ». Я занималась русским языком с Полиной Леонидовной. Она оказалась одна из самых классных учителей, с которыми я занималась, и вот почему:\n' +
            '* на первом занятии мы разбирали, в каких местах у меня пробелы, далее уже отрабатывали их;\n' +
            '* Полина Леонидовна очень понятно объясняла, все четко и конкретно, а если я не понимала, то все равно находила подход;\n' +
            '* я занималась всего пару месяцев, но очень подтянула написание сочинения, что мне очень помогло на ЕГЭ.\n' +
            'Хочу поблагодарить Полину Леонидовну за знания, которые она мне дала!',
        date: '09.08.21',
        photo: girl,
    },
    {
        name: 'Гимадутдинова Алсу',
        content: 'Здравствуйте! Пишу с огромной благодарностью к педагогам! Не верила в себя, пришла на курсы «с кашей в голове»! С каждым занятием появлялась уверенность, «ощущение, что все знания разложены по полочкам». До дня экзамена Елена Александровна и Татьяна Викторовна вели и поддерживали нас. Спасибо вам за всё!',
        date: '09.08.21',
        photo: girl,
    },
    {
        name: 'Ильясов Максим',
        content: 'Лето 2020 года, экзамены были перенесены в связи с эпидемиологической ситуацией. Все время подготовки с моей стороны уделялось профильным предметам, о русском я не думал до того момента, пока времени не стало критически мало. Тогда я случайно наткнулся на гильдию репетиторов, а именно на Татьяну Викторовну. Этот репетитор отнёсся к моей ситуации с пониманием и с неким авантюризмом. После недолгого обсуждения она решила взять меня в качестве своего ученика и подготовить к экзамену по русскому языку всего за две недели! Информация и знания, которые преподносились были невероятно структурированными и чёткими, что обеспечило ясное понимание и абсолютную уверенность на экзамене. На такое способен не каждый репетитор, а уж тем более подходить к делу с таким великодушием могут единицы. Результат одновременно оправдал все ожидания и удивил - 100 баллов! Я бесконечно благодарен Татьяне Викторовне и восхищаюсь ее уровнем профессионализма, ответственности, доброты и грамотности. Все эти качества вкупе с желающим учиться студентом преобразуются в наивысший возможный результат! Наконец, хочется в очередной раз выразить благодарность Татьяне Викторовне и гильдии репетиторов.',
        date: '05.09.20',
        photo: boy
    },
    {
        name: 'Венедиктов Рафаил',
        content: 'Хочу огромное спасибо сказать гильдии репетиторов «ТРИУМФ». Благодаря Татьяне Викторовне и Светлане Витальевне я смог достойно сдать ЕГЭ и поступить в ВУЗ мечты. Я считаю, чтобы сдать хорошо ЕГЭ, нужно знать именно структуру и тонкости самого экзамена. Именно эти люди не только знают, но и могут грамотно преподнести данный материал. Кроме этого, в математике очень важно уметь правильно оформить задачу, с чем большинство ребят не справляется. Хочу подчеркнуть, что Светлана Витальевна научит вас оформлять свою работу так, что придраться будет просто не к чему.\n' +
            'Хочу объяснить, почему я выбрал именно организацию «ТРИУМФ». У меня была достаточно сильная база по предметам. Посещая другие различные учебные организации в нашем городе, я понимал, что там мне новые знания не дадут. А именно здесь я нашёл таких специалистов, которые смогли меня довести до достойного результата. Спасибо!',
        date: '04.09.20',
        photo: boy
    },
    {
        name: 'Черногорова Екатерина',
        content: 'Двое моих сыновей, Борислав и Аркадий, на «отлично» написали сочинения по литературе по всем критериям и сдали ЕГЭ по русскому языку на 98 балов благодаря занятиям с Татьяной Викторовной (выпускники 2017 и 2020). Этот успешный результат не случайность, не удача или совпадение, а итог чётко построенной работы педагога, знающего актуальные стандарты и требования ЕГЭ с элементами новизны и уникальности. Это отработанная методика консолидации массива знаний, выявления и усвоения именно необходимого материала, четко построенная система, спланированная и согласованная. Абсолютное взаимное понимание и доверие! Кроме систематизации знаний, она сумела мобилизовать детей, собрать, нацелить четко на высокий результат в объективно сложных условиях нашего переезда, смены школы и всеобщей изоляции. Благодарна Татьяне Викторовне за развитие в детях уверенности, смелости, системного мышления, анализа и четкости изложения. Это фундамент на всю жизнь!',
        date: '03.09.20',
        photo: girl
    },
    {
        name: 'Черногоров Аркадий',
        content: 'Татьяна Викторовна отлично подготовила меня к ЕГЭ по русскому и способствовала тому, что я сдал его на 98 баллов! Также я идеально написал декабрьское сочинение и получил зачёт по всем пяти критериям (максимальная оценка). Если бы не она, я уверен, не было бы такого результата. Благодаря этому я проходил по баллам во все вузы, в которые подавал, и поступил в самый желаемый мной, в МИСиС, Московский институт стали и сплавов.',
        date: '01.09.20',
        photo: boy
    },
    {
        name: 'Шайхутдинов Адель',
        content: 'Большое спасибо "Гильдии..." за знания, благодаря которым я успешно сдал экзамены. Отдельно благодарю Татьяну Викторовну за особый подход и ответственность!',
        date: '25.08.20',
        photo: boy
    },
    {
        name: 'Рахимова Ильгина',
        content: 'Татьяна Викторовна, хочу выразить Вам огромную благодарность за Ваш профессионализм, безграничное терпение и ответственность! Я занималась в Гильдии с 8 класса. Благодаря Вашим занятиям, я хорошо написала как ОГЭ, так и ЕГЭ. Несмотря на дистанционное обучение во время карантина, наши занятия проходили так же продуктивно, как и в обычном режиме, что помогло мне набрать 96 баллов на ЕГЭ. От всей души желаю Вам успехов в работе и хороших учеников!',
        date: '29.08.20',
        photo: girl
    },
    {
        name: 'Хайруллина Л.',
        content: 'Хочу выразить свою благодарность Елене Васильевне за ее помощь в подготовке к ЕГЭ по математике. Благодаря ее занятиям, я сдала ЕГЭ на 70 баллов. Материал объясняла в простой и понятной форме. Я довольна, что занималась именно у Елены Васильевны.',
        date: '18.10.13',
        photo: girl
    },
    // {
    //     name: '',
    //     content: '',
    //     date: '',
    //     photo:
    // },
    // {
    //     name: '',
    //     content: '',
    //     date: '',
    //     photo:
    // },
    // {
    //     name: '',
    //     content: '',
    //     date: '',
    //     photo:
    // },
    // {
    //     name: '',
    //     content: '',
    //     date: '',
    //     photo:
    // },
    // {
    //     name: '',
    //     content: '',
    //     date: '',
    //     photo:
    // },
    // {
    //     name: '',
    //     content: '',
    //     date: '',
    //     photo:
    // },
    // {
    //     name: '',
    //     content: '',
    //     date: '',
    //     photo:
    // },
    // {
    //     name: '',
    //     content: '',
    //     date: '',
    //     photo:
    // },
    // {
    //     name: '',
    //     content: '',
    //     date: '',
    //     photo:
    // },
    // {
    //     name: '',
    //     content: '',
    //     date: '',
    //     photo:
    // },
    // {
    //     name: '',
    //     content: '',
    //     date: '',
    //     photo:
    // },
    // {
    //     name: '',
    //     content: '',
    //     date: '',
    //     photo:
    // },
    // {
    //     name: '',
    //     content: '',
    //     date: '',
    //     photo:
    // },
    // {
    //     name: '',
    //     content: '',
    //     date: '',
    //     photo:
    // },
    // {
    //     name: '',
    //     content: '',
    //     date: '',
    //     photo:
    // },
    // {
    //     name: '',
    //     content: '',
    //     date: '',
    //     photo:
    // },
    // {
    //     name: '',
    //     content: '',
    //     date: '',
    //     photo:
    // },
    // {
    //     name: '',
    //     content: '',
    //     date: '',
    //     photo:
    // },
    // {
    //     name: '',
    //     content: '',
    //     date: '',
    //     photo:
    // },
]