import student2021_1 from '../static/students/2021/student2021_1.jpg'
import student2021_2 from '../static/students/2021/student2021_2.jpg'
import student2021_3 from '../static/students/2021/student2021_3.webp'


let students2021 = [
    {
        id: 1,
        name: 'Елкина Дарина',
        study: 'Первый Московский государственный медицинский университет имени И. М. Сеченова',
        special: 'педиатрия',
        photo: student2021_1,
    },

    {
        id: 2,
        name: 'Хабибуллин Артём',
        study: 'Российский университет дружбы народов',
        special: 'лингвистика',
        photo: student2021_2,
    },

    {
        id: 3,
        name: 'Хабибуллина Аделина',
        study: 'Казанский государственный архитектурно-строительный университет',
        special: 'архитектурное проектирование',
        photo: student2021_3,
    },

    {
        id: 4,
        name: 'Гимадутдинова Алсу',
        study: 'Казанская государственная академия ветеринарной медицины имени Н. Э. Баумана',
        special: 'ветеринария',
        photo: student2021_1,
    },

    {
        id: 5,
        name: 'Гимранов Булат',
        study: 'Казанский государственный энергетический университет',
        special: 'электрические станции и подстанции',
        photo: student2021_1,
    },

    {
        id: 6,
        name: 'Шуркина Мария',
        study: 'Казанский инновационный университет имени В. Г.Тимирясова',
        special: 'начальное образование',
        photo: student2021_1,
    },

    {
        id: 7,
        name: 'Сибгатуллин Эмиль',
        study: 'Российский государственный университет нефти и газа имени И. М. Губкина',
        special: 'химическая технология',
        photo: student2021_1,
    },

    {
        id: 8,
        name: 'Гайнуллина Камилла',
        study: 'Казанский федеральный университет ',
        special: 'лечебное дело)',
        photo: student2021_1,
    },

    {
        id: 9,
        name: 'Бигеева Иделина',
        study: 'Казанский федеральный университет ',
        special: 'экономика',
        photo: student2021_1,
    },

    {
        id: 10,
        name: 'Зигангараева Алина',
        study: 'Московский политехнический университет',
        special: 'информационные системы и технологии',
        photo: student2021_1,
    },

    {
        id: 11,
        name: 'Фаттахов Тимерхан',
        study: 'Казанский инновационный университет ',
        special: 'прикладная информатика в области экономики',
        photo: student2021_1,
    },

    {
        id: 12,
        name: 'Гайнуллин Эрик',
        study: 'Российский университет транспорта',
        special: 'Московский институт инженеров транспорта',
        photo: student2021_1,
    },

    {
        id: 13,
        name: 'Воробьев Иван',
        study: 'Московский энергетический институт ',
        special: 'радионавигационные системы и комплексы',
        photo: student2021_1,
    },

    {
        id: 14,
        name: 'Новиков Егор',
        study: 'Казанский государственный энергетический университет',
        special: 'технология разработки программного обеспечения',
        photo: student2021_1,
    },

    {
        id: 15,
        name: 'Захаров Клим',
        study: 'Казанский национальный исследовательский технический университет имени А. Н. Туполева' ,
        special: 'техническая эксплуатация летательных аппаратов и двигателей',
        photo: student2021_1,
    },

    {
        id: 16,
        name: 'Бахитова Эмилия',
        study: 'Мордовский государственный университет имени Н. П. Огарева',
        special: 'лечебное дело',
        photo: student2021_1,
    },

    {
        id: 17,
        name: 'Феоктистова Анастасия',
        study: 'Казанский федеральный университет ',
        special: 'лингвистика; теория и методика преподавания иностранных языков и культур',
        photo: student2021_1,
    },

    {
        id: 18,
        name: 'Хуснетдинова Мелиса',
        study: 'Казанский государственный архитектурно-строительный университет',
        special: 'промышленное и гражданское строительство',
        photo: student2021_1,
    },

    {
        id: 19,
        name: 'Емельянова София',
        study: 'Казанский федеральный университет ',
        special: 'медиакоммуникации в социальных системах',
        photo: student2021_1,
    },

    {
        id: 20,
        name: 'Фомин Ярослав',
        study: 'Дипломатическая академия Министерства иностранных дел Российской Федерации ',
        special: 'международные отношения',
        photo: student2021_1,
    },

    {
        id: 5,
        name: '',
        study: '',
        special: '',
        photo: student2021_1,
    },

]

let students2020 = [
    {
        id: 1,
        name: 'Елкина Дарина',
        study: 'Первый Московский государственный медицинский университет имени И. М. Сеченова',
        special: 'педиатрия',
        photo: student2021_1,
    },

    {
        id: 2,
        name: 'Елкина Дарина',
        study: 'Первый Московский государственный медицинский университет имени И. М. Сеченова',
        special: 'педиатрия',
        photo: student2021_1,
    },

    {
        id: 3,
        name: 'Елкина Дарина',
        study: 'Первый Московский государственный медицинский университет имени И. М. Сеченова',
        special: 'педиатрия',
        photo: student2021_1,
    },

    {
        id: 4,
        name: 'Елкина Дарина',
        study: 'Первый Московский государственный медицинский университет имени И. М. Сеченова',
        special: 'педиатрия',
        photo: student2021_1,
    },
]

export const studentsMap= new Map();

studentsMap.set('2021', students2021)
studentsMap.set('2020', students2020)


